Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# repo.share.progress.creatingLink
source: Creating the share link…
ar: إنشاء رابط المشاركة…
de: Freigabelink wird erstellt…
es: Creando el enlace para compartir…
fr: Création du lien de partage…
id: Membuat tautan bagikan…
it: Creazione del link di condivisione…
ja: 共有リンクを作成中…
ko: 공유 링크 생성 중…
nl: Deellink maken…
pl: Tworzenie linku udostępniania…
pt_br: Criando o link de compartilhamento…
ru: Создание ссылки для публикации…
tr: Paylaşım bağlantısı oluşturuluyor…
uk: Створення посилання для поширення…
vi: Đang tạo liên kết chia sẻ…
zh_hans: 正在创建分享链接…
zh_hant: 正在建立分享連結…

# repo.share.progress.generatingSummary
source: Generating an AI summary…
ar: إنشاء ملخص بالذكاء الاصطناعي…
de: KI-Zusammenfassung wird generiert…
es: Generando un resumen de IA…
fr: Génération d’un résumé IA…
id: Menghasilkan ringkasan AI…
it: Generazione riepilogo AI…
ja: AI要約を生成中…
ko: AI 요약 생성 중…
nl: AI-samenvatting genereren…
pl: Generowanie podsumowania AI…
pt_br: Gerando um resumo IA…
ru: Генерация ИИ-сводки…
tr: AI özeti oluşturuluyor…
uk: Генерація AI підсумку…
vi: Đang tạo tóm tắt AI…
zh_hans: 正在生成 AI 摘要…
zh_hant: 正在產生 AI 摘要…

# repo.share.progress.hide
source: Hide and Continue in Background
ar: إخفاء والمتابعة في الخلفية
de: Ausblenden und im Hintergrund fortsetzen
es: Ocultar y continuar en segundo plano
fr: Masquer et continuer en arrière-plan
id: Sembunyikan dan Lanjutkan di Latar Belakang
it: Nascondi e continua in background
ja: 非表示にしてバックグラウンドで続行
ko: 숨기고 백그라운드에서 계속
nl: Verbergen en doorgaan op de achtergrond
pl: Ukryj i kontynuuj w tle
pt_br: Ocultar e continuar em segundo plano
ru: Скрыть и продолжить в фоне
tr: Gizle ve Arka Planda Devam Et
uk: Сховати та продовжити у фоновому режимі
vi: Ẩn và Tiếp tục trong Nền
zh_hans: 收起并在后台继续
zh_hant: 收起並在背景繼續

# repo.share.progress.reopen
source: View AI Share Progress
ar: عرض تقدم المشاركة بالذكاء الاصطناعي
de: KI-Freigabefortschritt anzeigen
es: Ver progreso de compartir con IA
fr: Voir la progression du partage IA
id: Lihat Progres Bagikan AI
it: Visualizza avanzamento condivisione AI
ja: AI共有の進行状況を表示
ko: AI 공유 진행 상황 보기
nl: Voortgang AI-delen bekijken
pl: Pokaż postęp udostępniania AI
pt_br: Ver progresso do compartilhamento IA
ru: Посмотреть прогресс создания ИИ-публикации
tr: AI Paylaşım İlerlemesini Görüntüle
uk: Переглянути прогрес AI поширення
vi: Xem Tiến trình Chia sẻ AI
zh_hans: 查看 AI 分享进度
zh_hant: 檢視 AI 分享進度

# repo.share.progress.subtitle
source: You can hide this sheet. Creation will continue while Starcat is running.
ar: يمكنك إخفاء هذه الورقة. سيستمر الإنشاء أثناء تشغيل Starcat.
de: Sie können dieses Blatt ausblenden. Die Erstellung wird fortgesetzt, solange Starcat läuft.
es: Puedes ocultar esta hoja. La creación continuará mientras Starcat esté en ejecución.
fr: Vous pouvez masquer cette feuille. La création continuera tant que Starcat est ouvert.
id: Anda dapat menyembunyikan lembar ini. Pembuatan akan berlanjut selama Starcat berjalan.
it: Puoi nascondere questo foglio. La creazione continuerà mentre Starcat è in esecuzione.
ja: このシートは非表示にできます。Starcatが実行中の間、作成は続行されます。
ko: 이 시트를 숨길 수 있습니다. Starcat이 실행되는 동안 생성이 계속됩니다.
nl: Je kunt dit venster verbergen. Het maken gaat door zolang Starcat actief is.
pl: Możesz ukryć ten panel. Tworzenie będzie kontynuowane, dopóki Starcat jest uruchomiony.
pt_br: Você pode ocultar esta folha. A criação continuará enquanto o Starcat estiver em execução.
ru: Вы можете скрыть это окно. Создание продолжится, пока Starcat запущен.
tr: Bu sayfayı gizleyebilirsiniz. Starcat çalışırken oluşturma devam edecek.
uk: Ви можете сховати це вікно. Створення триватиме, поки Starcat працює.
vi: Bạn có thể ẩn bảng này. Quá trình tạo sẽ tiếp tục khi Starcat đang chạy.
zh_hans: 可以收起此窗口；Starcat 运行期间，创建任务会继续执行。
zh_hant: 可以收起此視窗；Starcat 執行期間，建立任務會繼續執行。

# repo.share.progress.title
source: Creating AI Share Page
ar: إنشاء صفحة مشاركة بالذكاء الاصطناعي
de: KI-Freigabeseite wird erstellt
es: Creando página de compartir con IA
fr: Création de la page de partage IA
id: Membuat Halaman Bagikan AI
it: Creazione pagina di condivisione AI
ja: AI共有ページを作成中
ko: AI 공유 페이지 만들기
nl: AI-deelpagina aanmaken
pl: Tworzenie strony udostępniania AI
pt_br: Criando página de compartilhamento IA
ru: Создание ИИ-страницы для публикации
tr: AI Paylaşım Sayfası Oluşturuluyor
uk: Створення AI сторінки для поширення
vi: Đang tạo Trang Chia sẻ AI
zh_hans: 正在创建 AI 分享页
zh_hant: 正在建立 AI 分享頁

# repo.share.success.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# repo.share.success.copyLink
source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
id: Salin Tautan
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nl: Link kopiëren
pl: Kopiuj link
pt_br: Copiar link
ru: Копировать ссылку
tr: Bağlantıyı Kopyala
uk: Копіювати посилання
vi: Sao chép Liên kết
zh_hans: 复制链接
zh_hant: 複製連結

# repo.share.success.linkLabel
source: Share link
ar: رابط المشاركة
de: Freigabelink
es: Enlace para compartir
fr: Lien de partage
id: Tautan bagikan
it: Link di condivisione
ja: 共有リンク
ko: 공유 링크
nl: Deellink
pl: Link udostępniania
pt_br: Link de compartilhamento
ru: Ссылка для публикации
tr: Paylaşım bağlantısı
uk: Посилання для поширення
vi: Liên kết chia sẻ
zh_hans: 分享链接
zh_hant: 分享連結

# repo.share.success.openInBrowser
source: Open in Browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
id: Buka di Peramban
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
tr: Tarayıcıda Aç
uk: Відкрити в браузері
vi: Mở trong Trình duyệt
zh_hans: 在浏览器打开
zh_hant: 在瀏覽器開啟

# repo.share.success.subtitle
source: The share page is ready. You can open it or copy the link.
ar: صفحة المشاركة جاهزة. يمكنك فتحها أو نسخ الرابط.
de: Die Freigabeseite ist bereit. Sie können sie öffnen oder den Link kopieren.
es: La página para compartir está lista. Puedes abrirla o copiar el enlace.
fr: La page de partage est prête. Vous pouvez l’ouvrir ou copier le lien.
id: Halaman bagikan sudah siap. Anda dapat membukanya atau menyalin tautan.
it: La pagina di condivisione è pronta. Puoi aprirla o copiare il link.
ja: 共有ページの準備ができました。開くかリンクをコピーしてください。
ko: 공유 페이지가 준비되었습니다. 열거나 링크를 복사할 수 있습니다.
nl: De deelpagina is gereed. Je kunt deze openen of de link kopiëren.
pl: Strona udostępniania jest gotowa. Możesz ją otworzyć lub skopiować link.
pt_br: A página de compartilhamento está pronta. Você pode abri-la ou copiar o link.
ru: Страница для публикации готова. Вы можете открыть её или скопировать ссылку.
tr: Paylaşım sayfası hazır. Açabilir veya bağlantıyı kopyalayabilirsiniz.
uk: Сторінка для поширення готова. Ви можете відкрити її або скопіювати посилання.
vi: Trang chia sẻ đã sẵn sàng. Bạn có thể mở nó hoặc sao chép liên kết.
zh_hans: 分享页已准备好，可以打开或复制链接。
zh_hant: 分享頁已準備好，可以開啟或複製連結。

# repo.share.success.title
source: Link Generated
ar: تم إنشاء الرابط
de: Link erstellt
es: Enlace generado
fr: Lien généré
id: Tautan Dibuat
it: Link generato
ja: リンクを生成しました
ko: 링크 생성됨
nl: Link gegenereerd
pl: Link wygenerowany
pt_br: Link gerado
ru: Ссылка создана
tr: Bağlantı Oluşturuldu
uk: Посилання створено
vi: Đã tạo Liên kết
zh_hans: 链接已生成
zh_hant: 連結已產生

# repo.star
source: Star
ar: إضافة إلى المفضلة
es: Favorito
fr: Ajouter une étoile
id: Beri Bintang
it: Aggiungi stella
ja: スター
ko: 스타
nl: Ster
pl: Dodaj gwiazdkę
pt_br: Favoritar
ru: Звезда
tr: Yıldızla
uk: Додати зірку
vi: Gắn sao

# repo.stars
source: Stars
ar: المفضلات
es: Favoritos
fr: Étoiles
id: Bintang
it: Stelle
ja: スター
ko: 스타
nl: Sterren
pl: Gwiazdki
pt_br: Estrelas
ru: Звёзды
tr: Yıldızlar
uk: Зірки
vi: Sao

# repo.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# repo.status.cancelUsing
source: Stop using
ar: إيقاف الاستخدام
de: Nicht mehr verwenden
es: Dejar de usar
fr: Ne plus utiliser
id: Berhenti menggunakan
it: Smetti di usare
ja: 使用をやめる
ko: 사용 중지
nl: Stop met gebruiken
pl: Przestań używać
pt_br: Parar de usar
ru: Перестать использовать
tr: Kullanmayı durdur
uk: Припинити використання
vi: Ngừng sử dụng
zh_hans: 取消使用
zh_hant: 停止使用

# repo.status.markUsingHint
source: Click to mark as Using
ar: انقر لتعليمه كمستخدم
de: Klicken, um als „In Verwendung“ zu markieren
es: Haz clic para marcar como En uso
fr: Cliquez pour marquer comme Utilisé
id: Klik untuk menandai sebagai Digunakan
it: Clicca per segnare come In uso
ja: クリックして「使用中」に設定
ko: 사용 중으로 표시하려면 클릭
nl: Klik om te markeren als In gebruik
pl: Kliknij, aby oznaczyć jako używane
pt_br: Clique para marcar como Em uso
ru: Нажмите, чтобы отметить как «Использую»
tr: Kullanılıyor olarak işaretlemek için tıklayın
uk: Натисніть, щоб позначити як «Використовується»
vi: Nhấp để đánh dấu là Đang sử dụng
zh_hans: 点击标记为使用中
zh_hant: 點擊標記為使用中

# repo.status.read
source: Read
ar: مقروء
de: Gelesen
es: Leído
fr: Lu
id: Dibaca
it: Letto
ja: 既読
ko: 읽음
nl: Gelezen
pl: Przeczytane
pt_br: Lido
ru: Прочитано
tr: Okundu
uk: Прочитано
vi: Đã đọc
zh_hans: 已读
zh_hant: 已讀

# repo.status.unread
source: Unread
ar: غير مقروء
de: Ungelesen
es: No leído
fr: Non lu
id: Belum Dibaca
it: Non letto
ja: 未読
ko: 읽지 않음
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lido
ru: Не прочитано
tr: Okunmadı
uk: Непрочитано
vi: Chưa đọc
zh_hans: 未读
zh_hant: 未讀

# repo.status.using
source: Using
ar: قيد الاستخدام
de: In Verwendung
es: En uso
fr: Utilisé
id: Digunakan
it: In uso
ja: 使用中
ko: 사용 중
nl: In gebruik
pl: Używane
pt_br: Em uso
ru: Использую
tr: Kullanılıyor
uk: Використовується
vi: Đang sử dụng
zh_hans: 使用中
zh_hant: 使用中

# repo.status.usingHint
source: Currently in use
ar: قيد الاستخدام حاليًا
de: Derzeit in Verwendung
es: Actualmente en uso
fr: Actuellement utilisé
id: Sedang digunakan
it: Attualmente in uso
ja: 現在使用中
ko: 현재 사용 중
nl: Momenteel in gebruik
pl: Obecnie używane
pt_br: Atualmente em uso
ru: Сейчас используется
tr: Şu anda kullanımda
uk: Зараз використовується
vi: Hiện đang sử dụng
zh_hans: 当前使用中
zh_hant: 目前使用中

# repo.unstar
source: Unstar
ar: إزالة من المفضلة
de: Star entfernen
es: Quitar favorito
fr: Retirer l’étoile
id: Hapus Bintang
it: Rimuovi stella
ja: アンスター
ko: 스타 취소
nl: Ster verwijderen
pl: Usuń gwiazdkę
pt_br: Desfavoritar
ru: Убрать звезду
tr: Yıldızı kaldır
uk: Видалити зірку
vi: Bỏ sao
zh_hans: 取消 Star
zh_hant: 取消 Star

# repo.updated
source: Updated
ar: مُحدَّث
de: Aktualisiert
es: Actualizado
fr: Mis à jour
id: Diperbarui
it: Aggiornato
ja: 更新
ko: 업데이트됨
nl: Bijgewerkt
pl: Zaktualizowane
pt_br: Atualizado
ru: Обновлено
tr: Güncellendi
uk: Оновлено
vi: Đã cập nhật
zh_hant: 已更新

# repo.watch
source: Watch
ar: مراقبة
de: Beobachten
es: Observar
fr: Observer
id: Pantau
it: Osserva
ja: ウォッチ
ko: 워치
nl: Volgen
pl: Obserwuj
pt_br: Observar
ru: Наблюдать
tr: İzle
uk: Спостерігати
vi: Theo dõi

# repo.watchers
source: Watchers
ar: المراقبون
de: Beobachter
es: Observadores
fr: Observateurs
id: Pengamat
it: Osservatori
ja: ウォッチャー
ko: 워처
nl: Volgers
pl: Obserwujący
pt_br: Observadores
ru: Наблюдатели
tr: İzleyiciler
uk: Спостерігачі
vi: Người theo dõi

# repoContext.storage.error.invalidBookmark
source: Could not restore the output directory bookmark. Please re-select the directory.
ar: تعذر استعادة إشارة دليل الإخراج. يرجى إعادة تحديد الدليل.
de: Das Lesezeichen für das Ausgabeverzeichnis konnte nicht wiederhergestellt werden. Bitte wählen Sie das Verzeichnis erneut aus.
es: No se pudo restaurar el marcador del directorio de salida. Vuelve a seleccionar el directorio.
fr: Impossible de restaurer le signet du répertoire de sortie. Veuillez resélectionner le répertoire.
id: Tidak dapat memulihkan penanda direktori keluaran. Silakan pilih ulang direktori.
it: Impossibile ripristinare il segnalibro della directory di output. Seleziona di nuovo la directory.
ja: 出力ディレクトリのブックマークを復元できませんでした。ディレクトリを再選択してください。
ko: 출력 디렉토리 북마크를 복원할 수 없습니다. 디렉토리를 다시 선택해 주세요.
nl: Kan de bladwijzer van de uitvoermap niet herstellen. Selecteer de map opnieuw.
pl: Nie można przywrócić zakładki katalogu wyjściowego. Wybierz katalog ponownie.
pt_br: Não foi possível restaurar o marcador do diretório de saída. Selecione o diretório novamente.
ru: Не удалось восстановить закладку каталога вывода. Пожалуйста, выберите каталог заново.
tr: Çıktı dizini yer imi geri yüklenemedi. Lütfen dizini yeniden seçin.
uk: Не вдалося відновити закладку вихідної директорії. Будь ласка, виберіть директорію знову.
vi: Không thể khôi phục dấu trang thư mục đầu ra. Vui lòng chọn lại thư mục.
zh_hans: 无法恢复输出目录授权，请重新选择目录。
zh_hant: 無法恢復輸出目錄授權，請重新選擇目錄。

# repoContext.storage.error.invalidRootElement
source: RepoContext XML must use <repository> as its root element.
ar: يجب أن يستخدم XML سياق المستودع <repository> كعنصر جذري.
de: RepoContext-XML muss <repository> als Wurzelelement verwenden.
es: El XML de RepoContext debe usar <repository> como elemento raíz.
fr: Le XML RepoContext doit utiliser <repository> comme élément racine.
id: XML RepoContext harus menggunakan <repository> sebagai elemen akar.
it: L'XML di RepoContext deve usare <repository> come elemento radice.
ja: RepoContext XMLのルート要素は<repository>である必要があります。
ko: RepoContext XML은 <repository>를 루트 요소로 사용해야 합니다.
nl: RepoContext XML moet <repository> als root-element gebruiken.
pl: XML RepoContext musi mieć <repository> jako element główny.
pt_br: O XML do RepoContext deve usar <repository> como elemento raiz.
ru: XML RepoContext должен использовать <repository> как корневой элемент.
tr: RepoContext XML, kök öğe olarak <repository> kullanmalıdır.
uk: RepoContext XML повинен мати <repository> як кореневий елемент.
vi: XML RepoContext phải sử dụng <repository> làm phần tử gốc.
zh_hans: RepoContext XML 的根节点必须是 <repository>。
zh_hant: RepoContext XML 的根元素必須是 <repository>。

# repoContext.storage.error.invalidXML
source: RepoContext XML is not well-formed. Check the tags and try again.
ar: XML سياق المستودع غير جيد التكوين. تحقق من الوسوم وحاول مرة أخرى.
de: RepoContext-XML ist nicht wohlgeformt. Überprüfen Sie die Tags und versuchen Sie es erneut.
es: El XML de RepoContext no está bien formado. Revisa las etiquetas e inténtalo de nuevo.
fr: Le XML RepoContext n’est pas bien formé. Vérifiez les balises et réessayez.
id: XML RepoContext tidak terbentuk dengan baik. Periksa tag dan coba lagi.
it: L'XML di RepoContext non è ben formato. Controlla i tag e riprova.
ja: RepoContext XMLの形式が正しくありません。タグを確認して再試行してください。
ko: RepoContext XML의 형식이 올바르지 않습니다. 태그를 확인하고 다시 시도하세요.
nl: RepoContext XML is niet goed gevormd. Controleer de tags en probeer het opnieuw.
pl: XML RepoContext nie jest poprawnie sformatowany. Sprawdź znaczniki i spróbuj ponownie.
pt_br: O XML do RepoContext não está bem formado. Verifique as tags e tente novamente.
ru: XML RepoContext имеет неверный формат. Проверьте теги и повторите попытку.
tr: RepoContext XML iyi biçimlendirilmemiş. Etiketleri kontrol edin ve tekrar deneyin.
uk: RepoContext XML не є правильно сформованим. Перевірте теги та спробуйте знову.
vi: XML RepoContext không đúng cấu trúc. Hãy kiểm tra các thẻ và thử lại.
zh_hans: RepoContext XML 格式不合法，请检查标签后重试。
zh_hant: RepoContext XML 格式不正確，請檢查標籤後重試。

# repoContext.storage.error.outputDirectoryUnavailable
source: AI code-context output directory is unavailable. Please re-select it in Settings.
ar: دليل إخراج سياق الكود بالذكاء الاصطناعي غير متاح. يرجى إعادة تحديده في الإعدادات.
de: Das KI-Codekontext-Ausgabeverzeichnis ist nicht verfügbar. Bitte wählen Sie es in den Einstellungen erneut aus.
es: El directorio de salida del contexto de código de IA no está disponible. Vuelve a seleccionarlo en Ajustes.
fr: Le répertoire de sortie du contexte IA est indisponible. Veuillez le resélectionner dans les Réglages.
id: Direktori keluaran konteks kode AI tidak tersedia. Silakan pilih ulang di Pengaturan.
it: La directory di output del contesto AI non è disponibile. Selezionala di nuovo in Impostazioni.
ja: AIコードコンテキストの出力ディレクトリが利用できません。設定で再選択してください。
ko: AI 코드 컨텍스트 출력 디렉토리를 사용할 수 없습니다. 설정에서 다시 선택해 주세요.
nl: AI-codecontext-uitvoermap is niet beschikbaar. Selecteer deze opnieuw in Instellingen.
pl: Katalog wyjściowy kontekstu kodu AI jest niedostępny. Wybierz go ponownie w Ustawieniach.
pt_br: O diretório de saída do contexto de código IA está indisponível. Selecione-o novamente nos Ajustes.
ru: Каталог вывода ИИ-контекста кода недоступен. Пожалуйста, выберите его заново в Настройках.
tr: AI kod bağlamı çıktı dizini kullanılamıyor. Lütfen Ayarlar'da yeniden seçin.
uk: Вихідна директорія AI контексту коду недоступна. Будь ласка, виберіть її знову в Налаштуваннях.
vi: Thư mục đầu ra ngữ cảnh mã AI không khả dụng. Vui lòng chọn lại trong Cài đặt.
zh_hans: 代码上下文输出目录不可用，请在设置中重新选择。
zh_hant: AI 程式碼上下文輸出目錄不可用，請在設定中重新選擇。

# repoHealth.action.open
source: Open health report
ar: فتح تقرير السلامة
de: Gesundheitsbericht öffnen
es: Abrir informe de salud
fr: Ouvrir le rapport de santé
id: Buka laporan kesehatan
it: Apri report di salute
ja: ヘルスレポートを開く
ko: 건강 보고서 열기
nl: Open gezondheidsrapport
pl: Otwórz raport kondycji
pt_br: Abrir relatório de saúde
ru: Открыть отчёт о состоянии
tr: Sağlık raporunu aç
uk: Відкрити звіт про стан
vi: Mở báo cáo sức khỏe
zh_hans: 打开健康度报告
zh_hant: 開啟健康度報告

# repoHealth.action.openOpenSSF
source: Open OpenSSF details
ar: فتح تفاصيل OpenSSF
de: OpenSSF-Details öffnen
es: Abrir detalles de OpenSSF
fr: Ouvrir les détails OpenSSF
id: Buka detail OpenSSF
it: Apri dettagli OpenSSF
ja: OpenSSFの詳細を開く
ko: OpenSSF 세부 정보 열기
pl: Otwórz szczegóły OpenSSF
pt_br: Abrir detalhes do OpenSSF
ru: Открыть подробности OpenSSF
tr: OpenSSF ayrıntılarını aç
uk: Відкрити деталі OpenSSF
vi: Mở chi tiết OpenSSF
zh_hans: 查看 OpenSSF 详情
zh_hant: 檢視 OpenSSF 詳細資訊

# repoHealth.action.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# repoHealth.action.refreshing
source: Refreshing…
ar: جارٍ التحديث…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
id: Menyegarkan…
it: Aggiornamento…
ja: 更新中…
ko: 새로고침 중…
nl: Vernieuwen…
pl: Odświeżanie…
pt_br: Atualizando…
ru: Обновление…
tr: Yenileniyor…
uk: Оновлення…
vi: Đang làm mới…
zh_hans: 刷新中…
zh_hant: 重新整理中…

# repoHealth.badge.a11y
source: Health score %d, grade %@
ar: درجة السلامة %d، التقدير %@
de: Gesundheitswert %d, Note %@
es: Puntuación de salud %d, grado %@
fr: Score de santé %d, note %@
id: Skor kesehatan %d, nilai %@
it: Punteggio salute %d, grado %@
ja: ヘルススコア %d、グレード %@
ko: 건강 점수 %d, 등급 %@
nl: Gezondheidsscore %d, cijfer %@
pl: Wynik kondycji %d, ocena %@
pt_br: Pontuação de saúde %d, nota %@
ru: Оценка состояния %d, уровень %@
tr: Sağlık puanı %d, not %@
uk: Оцінка стану %d, рівень %@
vi: Điểm sức khỏe %d, hạng %@
zh_hans: 健康度 %d 分,等级 %@
zh_hant: 健康度 %d 分，等級 %@

# repoHealth.computedAtFormat
source: Computed at %@
ar: تم الحساب في %@
de: Berechnet am %@
es: Calculado el %@
fr: Calculé le %@
id: Dihitung pada %@
it: Calcolato il %@
ja: %@に計算
ko: %@에 계산됨
nl: Berekend op %@
pl: Obliczono %@
pt_br: Calculado em %@
ru: Вычислено %@
tr: %@ tarihinde hesaplandı
uk: Обчислено о %@
vi: Được tính vào %@
zh_hans: 计算时间：%@
zh_hant: 計算時間：%@

# repoHealth.dimension.maintenance
source: Maintenance
ar: الصيانة
de: Wartung
es: Mantenimiento
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
ko: 유지보수
nl: Onderhoud
pl: Utrzymanie
pt_br: Manutenção
ru: Поддержка
tr: Bakım
uk: Обслуговування
vi: Bảo trì
zh_hans: 维护活跃度
zh_hant: 維護活躍度

# repoHealth.dimension.popularity
source: Popularity
ar: الشعبية
de: Beliebtheit
es: Popularidad
fr: Popularité
id: Popularitas
it: Popolarità
ja: 人気
ko: 인기
nl: Populariteit
pl: Popularność
pt_br: Popularidade
ru: Популярность
tr: Popülerlik
uk: Популярність
vi: Phổ biến
zh_hans: 社区热度
zh_hant: 社群熱度

# repoHealth.dimension.quality
source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 项目信息
zh_hant: 專案資訊

# repoHealth.dimension.security
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全信号
zh_hant: 安全訊號

# repoHealth.fact.archived.label
source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivado
fr: Archivé
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivado
ru: Архивирован
tr: Arşivlenmiş
uk: Архівовано
vi: Đã lưu trữ
zh_hans: 归档
zh_hant: 已歸檔

# repoHealth.fact.archived.no
source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır
uk: Ні
vi: Không
zh_hans: 未归档
zh_hant: 否

# repoHealth.fact.archived.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet
uk: Так
vi: Có
zh_hans: 已归档
zh_hant: 是

# repoHealth.fact.daysAgo.format
source: %@ days ago
ar: قبل %@ أيام
de: vor %@ Tagen
es: Hace %@ días
fr: Il y a %@ jours
id: %@ hari yang lalu
it: %@ giorni fa
ja: %@日前
ko: %@일 전
nl: %@ dagen geleden
pl: %@ dni temu
pt_br: há %@ dias
ru: %@ дней назад
tr: %@ gün önce
uk: %@ днів тому
vi: %@ ngày trước
zh_hans: %@ 天前
zh_hant: %@ 天前

# repoHealth.fact.defaultBranch.label
source: Default branch
ar: الفرع الافتراضي
de: Standard-Branch
es: Rama predeterminada
fr: Branche par défaut
id: Cabang default
it: Branch predefinito
ja: デフォルトブランチ
ko: 기본 브랜치
nl: Standaard branch
pl: Domyślna gałąź
pt_br: Branch padrão
ru: Ветка по умолчанию
tr: Varsayılan dal
uk: Основна гілка
vi: Nhánh mặc định
zh_hans: 默认分支
zh_hant: 預設分支

# repoHealth.fact.forks.label
source: Forks
ar: التفرعات
es: Bifurcaciones
id: Fork
it: Fork
ja: フォーク
ko: 포크
pl: Forki
ru: Форки
tr: Çatallar
uk: Форки
vi: Fork

# repoHealth.fact.homepage.label
source: Homepage
ar: الصفحة الرئيسية
es: Sitio web
fr: Page d'accueil
id: Halaman beranda
ja: ホームページ
ko: 홈페이지
nl: Startpagina
pl: Strona domowa
pt_br: Página inicial
ru: Домашняя страница
tr: Ana sayfa
uk: Домашня сторінка
vi: Trang chủ
zh_hant: 首頁

# repoHealth.fact.homepage.no
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucune
id: Tidak ada
it: Nessuna
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhuma
ru: Нет
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

# repoHealth.fact.license.label
source: License
ar: الترخيص
de: Lizenz
es: Licencia
fr: Licence
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hant: 授權條款

# repoHealth.fact.openIssues.label
source: PR + issues
ar: طلبات السحب + المشكلات
es: PR + incidencias
fr: PR + problèmes
id: PR + isu
it: PR + issue
ja: PR + 課題
ko: PR + 이슈
pl: PR + zgłoszenia
ru: PR + задачи
tr: PR + sorunlar
uk: PR та іш'ю
vi: PR + issue

# repoHealth.fact.pushedAt.label
source: Last push
ar: آخر دفع
de: Letzter Push
es: Último push
fr: Dernier push
id: Push terakhir
it: Ultimo push
ja: 最終プッシュ
ko: 마지막 푸시
nl: Laatste push
pl: Ostatni push
pt_br: Último push
ru: Последний пуш
tr: Son gönderme
uk: Останній пуш
vi: Lần đẩy cuối
zh_hans: 最近 push
zh_hant: 最近推送

# repoHealth.fact.release.daysOnly.format
source: %@ days ago
ar: قبل %@ أيام
de: vor %@ Tagen
es: Hace %@ días
fr: Il y a %@ jours
id: %@ hari yang lalu
it: %@ giorni fa
ja: %@日前
ko: %@일 전
nl: %@ dagen geleden
pl: %@ dni temu
pt_br: há %@ dias
ru: %@ дней назад
tr: %@ gün önce
uk: %@ днів тому
vi: %@ ngày trước
zh_hans: %@ 天前
zh_hant: %@ 天前
